of-6/OpenFOAM-6-master/tutorials/lagrangian/reactingParcelFoam/splashPanel/0/p
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -1 -2 0 0 0 0];

internalField   uniform 100000;

boundaryField
{
    sides
    {
        type            calculated;
        value           $internalField;
    }
    region0_to_wallFilmRegion_wallFilmFaces
    {
        type            calculated;
        value           $internalField;
    }
}

// ************************************************************************* //
